
	{
		"articles": [
			{
				"id": "article_1",
				"title": "Business Readiness and the value of Customer Experience",
				"description": "Because the pace of change affecting businesses is accelerating, businesses must become better prepared for thefuture. To understand the nature of preparedness, Vodafone commissioned industry analyst company Freeform Dynamics to undertake an extensive programme of research.",
				"image": "img/article-img/vodafone-bg.png",
				"url": "http://www.vodafone.com/business/global-enterprise/customer-experience-solutions",
				"link_text": "Read the article",
				"priority": 1,
				"fallback": [ "sector_3"]
			},
			{
				"id": "article_2",
				"title": "Smart machines enable ICE to rethink commercial cleaning",
				"description": "The Vodafone Global Managed IoT Connectivity Platform enables ICE to install Vodafone Global SIMs in its equipment during production in its Chinese factories, and activate the SIM once the equipment goes live in any market in the world. It allows \"smart\" cleaning machines to collect data on a variety of electrical components at least once every minute when the machine is in use and even during battery charging.",
				"image": "img/article-img/ICElogo1.jpg",
				"url": "http://www.vodafone.com/business/m2m/case-study/smart-machines-enable-ice-to-rethink-commercial-cleaning",
				"link_text": "Read the case study",
				"priority": 3,
				"fallback": [ "sector_1" ]
			},
			{
				"id": "article_3",
				"title": "The four habits of highly successful multi-nationals",
				"description": "In a world of rapid and unpredictable change, business readiness and agility to change with the market is critical to ensure long-term survival.",
				"image": "img/article-img/vodafone-bg.png",
				"url": "http://www.vodafone.com/business/global-enterprise/the-four-habits-of-highly-successful-multinationals-2015-08-17",
				"link_text": "Read the article",
				"priority": 5,
				"fallback": [ "sector_1", "sector_3"],
				"display_logic": [
					{
						"additional_logic": "(3.4 OR 3.5)"
					}
				]
			},
			{
				"id": "article_4",
				"title": "How to build a game-changing flexible  working strategy",
				"description": "Increased profits. Productive employees. There’s little doubt that flexible working pays handsome dividends to businesses that embrace it. Flexible working is about providing people with the tools to do their jobs in smarter ways, along with the technologies to be more flexible about how and where they work and the skills to react to changing customer needs.",
				"image": "img/article-img/vodafone-bg.png",
				"url": "http://www.vodafone.com/business/global-enterprise/flexible-friend-or-foe-a-guide-to-flexible-working-2016-02-08",
				"link_text": "Read our guide",
				"priority": 2,
				"fallback": [ "sector_2"]
			},
			{
				"id": "article_5",
				"title": "CIO Report: bolder IT decision making in an age of rapid change",
				"description": "In a rapidly changing world, many CIOs are going above and beyond their traditional calling and making decisions that not only support their business, but also help drive it forward. They are encouraging new ways of working and enabling digital innovation right across their organisations.",
				"image": "img/article-img/vodafone-bg.png",
				"url": "http://www.vodafone.com/business/global-enterprise/cio-report-bolder-it-decision-making-in-an-age-of-rapid-change-11-19-2015",
				"link_text": "Read the full report",
				"priority": 4,
				"fallback": [ "sector_1","sector_3"]
			},
			{
				"id": "article_6",
				"title": "RSA Group is a Ready Business",
				"description": "For one of the world’s leading general insurers, being ready means working flexibly and collaborating globally. Find out how RSA Group used Vodafone solutions to deliver flexibile and efficient ways of working for their employees.",
				"image": "img/article-img/vodafone-bg.png",
				"url": "http://www.vodafone.com/business/global-enterprise/case-study/rsa-group-is-a-ready-business",
				"link_text": "Read the full case study",
				"priority": 6,
				"fallback": [ "sector_2"]
			}				
		]
	}