{
	"sector_summary": [
		{
			"id": "sector_1",
			"summary_text": [
				{
					"readiness": "ready",
					"text": "Great news - your business operations are in good shape to support your business objectives"
				},
				{
					"readiness": "almostReady",
					"text": "Your business operations are able to support the needs of your business today, but improvements could be made to ensure you are ready for the future."
				},
				{
					"readiness": "unready",
					"text": "From your answers, significant improvements to your business operations could be made to keep you ahead of the competition."
				},
				{
					"readiness": "atRisk",
					"text": "Based on your answers, your business operations are in need of review and improvement to keep you competitive and ready for the future."
				},
				{
					"readiness": "undefined",
					"text": "Based on your survey answers, the {SECTOR_NAME} category is not applicable to your readiness report."
				}
			]
		},
		{
			"id": "sector_2",
			"summary_text": [
				{
					"readiness": "ready",
					"text": "Great news - based on your answers your employees are motivated and have tools to be productive to support your business objectives"
				},
				{
					"readiness": "almostReady",
					"text": "Your employees have most of the tools in place to effectively support your business, but there are ways you could get greater productivity and collaboration."
				},
				{
					"readiness": "unready",
					"text": "We believe that your employees could be more connected allowing them to be productive wherever they are."
				},
				{
					"readiness": "atRisk",
					"text": "You are not getting the most from your employees, you need to improve how they communicate to get the most from them."
				},
				{
					"readiness": "undefined",
					"text": "Based on your survey answers, the {SECTOR_NAME} category is not applicable to your readiness report."
				}
			]
		},
		{
			"id": "sector_3",
			"summary_text": [
				{
					"readiness": "ready",
					"text": "You understand your customers needs and are able to interact with them how they want."
				},
				{
					"readiness": "almostReady",
					"text": "You understand your customers needs, but could make improvements to how you interact with them to provide a higher level of service."
				},
				{
					"readiness": "unready",
					"text": "You need to understand more about your customers and how they want to interact with your business to build stronger relationships."
				},
				{
					"readiness": "atRisk",
					"text": "Your answers suggest that you need to improve the way you interact with your customers to remain competitive."
				},
				{
					"readiness": "undefined",
					"text": "Based on your survey answers, the {SECTOR_NAME} category is not applicable to your readiness report."
				}
			]
		}
	]
}